Repository: Akiakizero/mecalin
Catalog: po/*.po
Languages: fr, gl, it, pl

source: Learn how to type
fr: Apprendre à taper
gl: Aprende a escribir
it: Impara a digitare
pl: Naucz się pisać

source: Score
gl: Puntuación
it: Punteggio
pl: Wynik

source: Level Reached
fr: Niveau Atteint
gl: Nivel Acadado
it: Livello raggiunto
pl: Osiągnięty Poziom

source: Play Again
fr: Rejouer
gl: Xogar de Novo
it: Gioca di nuovo
pl: Zagraj Ponownie

source: Continue
fr: Continuer
gl: Continuar
it: Continua
pl: Kontynuuj

source: Display
fr: Affichage
gl: Visualización
it: Visualizzazione
pl: Wyświetlanie

source: Show Hand Widget
fr: Afficher le widget des mains
gl: Mostrar control de mans
it: Mostra widget mani
pl: Pokaż widget dłoni

source: Display finger position guide
fr: Afficher le guide de position des doigts
gl: Mostrar guía de posición dos dedos
it: Mostra guida posizione dita
pl: Wyświetl przewodnik pozycji palców

source: Show Keyboard Widget
fr: Afficher le widget du clavier
gl: Mostrar control do teclado
it: Mostra widget tastiera
pl: Pokaż widget klawiatury

source: Display keyboard layout
fr: Afficher la disposition du clavier
gl: Mostrar distribución do teclado
it: Mostra layout tastiera
pl: Wyświetl układ klawiatury

source: Lesson Progress
fr: Progression des leçons
gl: Progreso das leccións
it: Progresso lezioni
pl: Postęp lekcji

source: Current Lesson
fr: Leçon actuelle
gl: Lección actual
it: Lezione corrente
pl: Bieżąca lekcja

source: Select active lesson (resets step to beginning)
fr: Sélectionner la leçon active (réinitialise l'étape au début)
gl: Seleccionar lección activa (reinicia o paso ao principio)
it: Seleziona lezione attiva (riavvia il passo dall'inizio)
pl: Wybierz aktywną lekcję (resetuje krok do początku)

source: Lessons
fr: Leçons
gl: Leccións
it: Lezioni
pl: Lekcje

source: Learn typing fundamentals
fr: Apprendre les bases de la dactylographie
gl: Aprende os fundamentos de mecanografía
it: Impara le basi della digitazione
pl: Naucz się podstaw pisania

source: Speed Test
fr: Test de vitesse
gl: Proba de velocidade
it: Test di velocità
pl: Test prędkości

source: Test your typing speed
fr: Testez votre vitesse de frappe
gl: Proba a túa velocidade de escritura
it: Testa la tua velocità di digitazione
pl: Przetestuj swoją prędkość pisania

source: Falling Keys
fr: Touches Tombantes
gl: Teclas que caen
it: Tasti che cadono
pl: Spadające Klawisze

source: Practice with a fun game
fr: Pratiquez avec un jeu amusant
gl: Practica cun xogo divertido
it: Esercitati con un gioco divertente
pl: Ćwicz z zabawną grą

source: Scrolling Lanes
fr: Couloirs Défilants
gl: Carrís desprazables
it: Corsie a scorrimento
pl: Przewijane Pasy

source: Type fast in multiple lanes
fr: Tapez rapidement dans plusieurs couloirs
gl: Escribe rápido en múltiples carrís
it: Digita velocemente su più corsie
pl: Pisz szybko na wielu pasach

source: Preferences
fr: Préférences
gl: Preferencias
it: Preferenze
pl: Preferencje

source: Configure application settings
fr: Configurer les paramètres de l'application
gl: Configurar axustes da aplicación
it: Configura impostazioni applicazione
pl: Konfiguruj ustawienia aplikacji

source: About
fr: À propos
gl: Acerca de
it: Informazioni
pl: O programie

source: Application information
fr: Informations sur l'application
gl: Información da aplicación
it: Informazioni sull'applicazione
pl: Informacje o aplikacji

source: Score: {}
gl: Puntuación: {}
it: Punteggio: {}
pl: Wynik: {}

source: Level: {}
fr: Niveau : {}
gl: Nivel: {}
it: Livello: {}
pl: Poziom: {}

source: Lesson {}
fr: Leçon {}
gl: Lección {}
it: Lezione {}
pl: Lekcja {}

source: Lesson {}: Step {}/{}
fr: Leçon {} : Étape {}/{}
gl: Lección {}: Paso {}/{}
it: Lezione {}: Passo {}/{}
pl: Lekcja {}: Krok {}/{}
